---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.FabricArea
source: html/215f4d9f-cdd1-e435-292a-8899c3e8b5c8.htm
---
# FabricArea Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.